Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: --h --m
de: -- Std. -- Min.
es: -- h -- min
fr: -- h -- min
hi: -- घं॰ -- मि॰
ru: -- ч -- мин
tr: -- sa -- dk
zh_hans: --小时--分

source: , completed
de: , abgeschlossen
es: , completado
fr: , anneaux complétés
hi: , पूरा हुआ
ru: , выполнено
tr: , tamamlandı
zh_hans: ，已完成

source: , started today at %lld percent
de: , heute bei %lld Prozent gestartet
es: , hoy empezó en el %lld por ciento
fr: , %lld pour cent au début de la journée
hi: , आज की शुरुआत %lld प्रतिशत पर
ru: , в начале дня %lld процента
tr: , bugün yüzde %lld ile başladı
zh_hans: ，今天开始时为%lld%%

source: %@ %@ over the last %@.
de: Über die letzten %3$@: %1$@ %2$@.
es: %@ %@ en el último periodo de %@.
fr: %1$@ %2$@ sur %3$@.
hi: पिछले %3$@ में %1$@ %2$@।
ru: %1$@: %2$@ за %3$@.
tr: Son %3$@ içinde %1$@ %2$@.
zh_hans: 过去%3$@内，%1$@%2$@。

source: %@ %lld percent, %@
de: %@ %lld Prozent, %@
es: %@ %lld por ciento, %@
fr: %@ %lld pour cent, %@
hi: %1$@ %2$lld प्रतिशत, %3$@
ru: %@, %lld процента, %@
tr: %@ yüzde %lld, %@
zh_hans: %1$@占%2$lld%%，%3$@

source: %@ and %@
de: %@ und %@
es: %@ y %@
fr: %@ et %@
hi: %@ और %@
ru: %@ и %@
tr: %@ ve %@
zh_hans: %@和%@

source: %@ End
de: %@ Ende
es: Fin de %@
fr: Fin de %@
hi: %@ अंत
ru: Конец: %@
tr: %@ Bitişi
zh_hans: %@结束

source: %@ free
de: %@ gratis
es: %@ gratis
fr: Gratuit pendant %@
hi: %@ मुफ़्त
ru: %@ бесплатно
tr: %@ ücretsiz
zh_hans: 免费试用%@

source: %@ free, then %@. Cancel anytime.
de: %1$@ gratis, danach %2$@. Jederzeit kündbar.
es: %@ gratis, luego %@. Cancela cuando quieras.
fr: Gratuit pendant %1$@, puis %2$@. Annulable à tout moment.
hi: %@ मुफ़्त, फिर %@। कभी भी रद्द कर सकते हैं।
ru: %1$@ бесплатно, затем %2$@. Отменить можно в любой момент.
tr: %1$@ ücretsiz, ardından %2$@. İstediğiniz zaman iptal edebilirsiniz.
zh_hans: 免费试用%1$@，之后%2$@。可随时取消。

source: %@ has no %@ data yet, so %@ is still used.
de: %1$@ hat noch keine Daten für %2$@, daher wird weiterhin %3$@ verwendet.
es: %@ aún no tiene datos de %@, así que se sigue usando %@.
fr: %1$@ n’a pas encore de données pour « %2$@ », la source %3$@ reste donc utilisée.
hi: %@ में अभी %@ का कोई डेटा नहीं है, इसलिए अब भी %@ इस्तेमाल हो रहा है।
ru: У источника %1$@ пока нет данных: %2$@, поэтому по-прежнему используется %3$@.
tr: %@ için henüz %@ verisi yok, bu yüzden hâlâ %@ kullanılıyor.
zh_hans: %1$@ 暂无%2$@数据，因此仍在使用%3$@。

source: %@ has no %@ data yet, so no comparison is shown.
de: %1$@ hat noch keine Daten für %2$@, daher wird kein Vergleich angezeigt.
es: %@ aún no tiene datos de %@, así que no se muestra ninguna comparación.
fr: %1$@ n’a pas encore de données pour « %2$@ », aucune comparaison n’est donc affichée.
hi: %@ में अभी %@ का कोई डेटा नहीं है, इसलिए कोई तुलना नहीं दिखाई गई।
ru: У источника %1$@ пока нет данных: %2$@, поэтому сравнение не показано.
tr: %@ için henüz %@ verisi yok, bu yüzden karşılaştırma gösterilmiyor.
zh_hans: %1$@ 暂无%2$@数据，因此不显示对比。

source: %@ Label
de: %@ Beschriftung
es: Etiqueta de %@
fr: Étiquette de %@
hi: %@ लेबल
ru: Подпись: %@
tr: %@ Etiketi
zh_hans: %@标签

source: %@ per month
de: %@ pro Monat
es: %@ al mes
fr: %@ par mois
hi: %@ प्रति माह
ru: %@ в месяц
tr: Aylık %@
zh_hans: 每月 %@

source: %@ per month, billed yearly
de: %@ pro Monat, jährlich abgerechnet
es: %@ al mes, facturado anualmente
fr: %@ par mois, facturé annuellement
hi: %@ प्रति माह, वार्षिक बिलिंग
ru: %@ в месяц, оплата раз в год
tr: Aylık %@, yıllık faturalandırılır
zh_hans: 折合每月 %@，按年付费

source: %@ per year
de: %@ pro Jahr
es: %@ al año
fr: %@ par an
hi: %@ प्रति वर्ष
ru: %@ в год
tr: Yıllık %@
zh_hans: 每年 %@

source: %@ Readiness
de: Tagesform: %@
es: Preparación: %@
fr: Préparation : %@
hi: %@ रेडिनेस
ru: Готовность: %@
tr: Hazırlık: %@
zh_hans: %@恢复状态

source: %@ Source
de: Quelle für %@
es: Fuente de %@
hi: %@ सोर्स
ru: Источник: %@
tr: %@ kaynağı
zh_hans: %@来源

source: %@ Start
de: %@ Beginn
es: Inicio de %@
fr: Début de %@
hi: %@ आरंभ
ru: Начало: %@
tr: %@ Başlangıcı
zh_hans: %@开始

source: %@ Top End
de: %@ Ende oben
es: Fin superior de %@
fr: Fin haute de %@
hi: %@ शीर्ष अंत
ru: Верхний конец: %@
tr: %@ Üst Bitişi
zh_hans: %@顶部结束

source: %@ Top Start
de: %@ Beginn oben
es: Inicio superior de %@
fr: Début haut de %@
hi: %@ शीर्ष आरंभ
ru: Верхнее начало: %@
tr: %@ Üst Başlangıcı
zh_hans: %@顶部开始

source: %@ workouts, %@.
de: %@ Trainings, %@.
es: %@ entrenamientos, %@.
fr: Exercices : %@, %@.
hi: %@ वर्कआउट, %@।
ru: Тренировки: %1$@, %2$@.
tr: %@ antrenman, %@.
zh_hans: %@ 次运动，%@。

source: %@, no activity ring data
de: %@, keine Daten zu Aktivitätsringen
es: %@, sin datos de anillos de actividad
fr: %@, aucune donnée d’anneaux Activité
hi: %@, ऐक्टिविटी रिंग का कोई डेटा नहीं
ru: %@, нет данных колец Активности
tr: %@, Aktivite Halkası verisi yok
zh_hans: %@，未记录活动圆环数据

source: %@, snapshot from %@
de: %@, Stand: %@
es: %@, instantánea de %@
fr: %@, instantané : %@
hi: %@, %@ का स्नैपशॉट
ru: %@, снимок данных: %@
tr: %@, anlık görüntü: %@
zh_hans: %@，快照时间 %@

source: %@: asleep %@ to %@
de: %@: Schlaf von %@ bis %@
es: %@: sueño de %@ a %@
fr: %@ : sommeil de %@ à %@
hi: %@: %@ से %@ तक नींद में
ru: %@: сон с %@ до %@
tr: %@: %@ ile %@ arası uykuda
zh_hans: %1$@：%2$@至%3$@处于睡眠状态

source: %@: no sleep data
de: %@: keine Schlafdaten
es: %@: sin datos de sueño
fr: %@ : aucune donnée de sommeil
hi: %@: नींद का कोई डेटा नहीं
ru: %@: нет данных о сне
tr: %@: uyku verisi yok
zh_hans: %@：无睡眠数据

source: %@: no sleep recorded, debt %@
de: %@: kein Schlaf erfasst, Defizit %@
es: %@: sin sueño registrado, deuda de %@
fr: %@ : aucun sommeil enregistré, dette de %@
hi: %@: कोई नींद दर्ज नहीं, नींद की कमी %@
ru: %@: сон не записан, дефицит %@
tr: %@: uyku kaydı yok, borç %@
zh_hans: %1$@：无睡眠记录，负债%2$@

source: %@: slept %@, need %@
de: %@: %@ geschlafen, Bedarf %@
es: %@: dormiste %@, necesitabas %@
fr: %@ : %@ de sommeil, besoin de %@
hi: %@: नींद %@, ज़रूरत %@
ru: %@: сон %@, нужно %@
tr: %@: uyunan %@, gereken %@
zh_hans: %1$@：实际睡眠%2$@，所需睡眠%3$@

source: %@: slept %@, need %@, debt %@
de: %@: %@ geschlafen, Bedarf %@, Defizit %@
es: %@: dormiste %@, necesitabas %@, deuda de %@
fr: %@ : %@ de sommeil, besoin de %@, dette de %@
hi: %@: नींद %@, ज़रूरत %@, नींद की कमी %@
ru: %@: сон %@, нужно %@, дефицит %@
tr: %@: uyunan %@, gereken %@, borç %@
zh_hans: %1$@：实际睡眠%2$@，所需睡眠%3$@，负债%4$@

source: %@. Renews automatically, cancel anytime.
de: %@. Verlängert sich automatisch, jederzeit kündbar.
es: %@. Se renueva automáticamente, cancela cuando quieras.
fr: %@. Renouvellement automatique, annulable à tout moment.
hi: %@। अपने आप रिन्यू होता है, कभी भी रद्द कर सकते हैं।
ru: %@. Продлевается автоматически, отменить можно в любой момент.
tr: %@. Otomatik olarak yenilenir, istediğiniz zaman iptal edebilirsiniz.
zh_hans: %@，自动续期，可随时取消。

source: %@%@, Move %@, Exercise %@, Stand %@
de: %@%@, Bewegen %@, Trainieren %@, Stehen %@
es: %@%@, Movimiento %@, Ejercicio %@, De pie %@
fr: %1$@%2$@, Bouger %3$@, M’entraîner %4$@, Me lever %5$@
hi: %@%@, मूव %@, एक्सरसाइज़ %@, स्टैंड %@
ru: %1$@%2$@, подвижность: %3$@, упражнения: %4$@, разминка: %5$@
tr: %@%@, Hareket %@, Egzersiz %@, Duruş %@
zh_hans: %1$@%2$@，活动%3$@，运动%4$@，站立%5$@

source: %lld Activity Ring %@ cached.
de: Aktivitätsringe für %lld %@ im Cache.
es: %lld %@ de anillos de actividad en caché.
fr: Anneaux Activité en cache : %lld %@.
hi: कैश में ऐक्टिविटी रिंग डेटा: %1$lld %2$@।
ru: Данные колец Активности в кэше: %lld %@.
tr: %lld %@ Aktivite Halkası verisi önbelleğe alındı.
zh_hans: 已缓存%1$lld%2$@的活动圆环数据。

source: %lld br/min
de: %lld Atemzüge/Min.
es: %lld resp/min
fr: %lld resp/min
hi: %lld साँस/मि॰
ru: %lld вд/мин
tr: %lld nefes/dk
zh_hans: %lld 次/分钟

source: %lld completed days
de: %lld abgeschlossene Tage
es: %lld días completados
fr: %lld jours complétés
hi: %lld दिन पूरे हुए
ru: %lld завершенных дня
tr: %lld tamamlanan gün
zh_hans: 已完成%lld天

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
hi: %lld दिन
ru: %lld дня
tr: %lld gün
zh_hans: %lld天

source: %lld days Exercise ring closed
de: Trainingsring an %lld Tagen geschlossen
es: %lld días con el anillo de Ejercicio cerrado
fr: Anneau « M’entraîner » complété %lld jours
hi: एक्सरसाइज़ रिंग %lld दिन पूरी हुई
ru: Кольцо упражнений закрыто: %lld дня
tr: Egzersiz halkası %lld gün kapatıldı
zh_hans: 运动圆环已关闭%lld天

source: %lld days Move ring closed
de: Bewegungsring an %lld Tagen geschlossen
es: %lld días con el anillo de Movimiento cerrado
fr: Anneau « Bouger » complété %lld jours
hi: मूव रिंग %lld दिन पूरी हुई
ru: Кольцо подвижности закрыто: %lld дня
tr: Hareket halkası %lld gün kapatıldı
zh_hans: 活动圆环已关闭%lld天

source: %lld days Stand ring closed
de: Stehring an %lld Tagen geschlossen
es: %lld días con el anillo De pie cerrado
fr: Anneau « Me lever » complété %lld jours
hi: स्टैंड रिंग %lld दिन पूरी हुई
ru: Кольцо разминки закрыто: %lld дня
tr: Duruş halkası %lld gün kapatıldı
zh_hans: 站立圆环已关闭%lld天

source: %lld months
de: %lld Monate
es: %lld meses
fr: %lld mois
hi: %lld महीने
ru: %lld месяца
tr: %lld ay
zh_hans: %lld个月

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
hi: %2$lld में से %1$lld
ru: %1$lld из %2$lld
tr: %1$lld/%2$lld
zh_hans: %1$lld / %2$lld

source: %lld sources
de: %lld Quellen
es: %lld fuentes
hi: %lld सोर्स
ru: %lld источника
tr: %lld kaynak
zh_hans: %lld 个来源

source: %lld weeks
de: %lld Wochen
es: %lld semanas
fr: %lld semaines
hi: %lld सप्ताह
ru: %lld недели
tr: %lld hafta
zh_hans: %lld周

source: %lld workout %@ cached with %lld %@.
de: Trainings für %lld %@ im Cache: %lld %@.
es: %lld %@ de entrenamientos en caché con %lld %@.
fr: Exercices en cache : %lld %@, soit %lld %@.
hi: कैश में वर्कआउट डेटा: %1$lld %2$@, कुल %3$lld %4$@।
ru: Тренировки в кэше: %1$lld %2$@, всего %3$lld %4$@.
tr: %lld %@ antrenman verisi önbelleğe alındı, toplam %lld %@.
zh_hans: 已缓存%1$lld%2$@的数据，包含%3$lld%4$@。

source: %lld-day avg
de: Ø %lld Tage
es: Promedio de %lld días
fr: Moy. sur %lld jours
hi: %lld दिन का औसत
ru: Ср. за %lld дн.
tr: %lld günlük ort.
zh_hans: %lld天平均

source: %lld-month avg
de: Ø %lld Monate
es: Promedio de %lld meses
fr: Moy. sur %lld mois
hi: %lld महीने का औसत
ru: Ср. за %lld мес.
tr: %lld aylık ort.
zh_hans: %lld个月平均

source: %lld-week avg
de: Ø %lld Wochen
es: Promedio de %lld semanas
fr: Moy. sur %lld semaines
hi: %lld सप्ताह का औसत
ru: Ср. за %lld нед.
tr: %lld haftalık ort.
zh_hans: %lld周平均

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
hi: 1 दिन
ru: 1 день
tr: 1 gün
zh_hans: 1天

source: 1 source
de: 1 Quelle
es: 1 fuente
hi: 1 सोर्स
ru: 1 источник
tr: 1 kaynak
zh_hans: 1 个来源

source: 3D needs a route with elevation data.
de: 3D erfordert eine Route mit Höhendaten.
es: El modo 3D necesita una ruta con datos de altitud.
fr: La 3D nécessite un parcours avec des données d’altitude.
hi: 3D के लिए ऊँचाई के डेटा वाला मार्ग चाहिए।
ru: Для 3D нужен маршрут с данными о высоте.
tr: 3D için yükseklik verisi içeren bir rota gerekir.
zh_hans: 3D 需要包含海拔数据的路线。

source: 3D Route Share
de: 3D-Routen teilen
es: Compartir ruta en 3D
fr: Partage du parcours en 3D
hi: 3D मार्ग शेयर
ru: 3D-маршрут для публикации
tr: 3D Rota Paylaşımı
zh_hans: 3D 路线分享

source: A light tap when you open a card
de: Ein leichtes Tippen, wenn du eine Karte öffnest
es: Un toque suave al abrir una tarjeta
fr: Un léger tapotement lorsque vous ouvrez une carte
hi: कार्ड खोलने पर एक हल्का टैप
ru: Легкий отклик при открытии карточки
tr: Bir kartı açtığınızda hafif bir dokunuş
zh_hans: 打开卡片时轻震一下

source: A light tap when you pick a time range
de: Ein leichtes Tippen, wenn du einen Zeitraum wählst
es: Un toque suave al elegir un periodo
fr: Un léger tapotement lorsque vous choisissez une période
hi: समय सीमा चुनने पर एक हल्का टैप
ru: Легкий отклик при выборе периода
tr: Bir zaman aralığı seçtiğinizde hafif bir dokunuş
zh_hans: 选择时间范围时轻震一下

source: A periodic check found a blood oxygen level of %lld%% today, below your %lld%% limit.
de: Eine regelmäßige Messung hat heute einen Blutsauerstoffwert von %lld%% ergeben, unter deinem Grenzwert von %lld%%.
es: Una comprobación periódica detectó hoy un nivel de oxígeno en sangre del %lld%%, por debajo de tu límite del %lld%%.
fr: Une vérification périodique a relevé aujourd’hui un taux d’oxygène sanguin de %lld %%, sous votre limite de %lld %%.
hi: एक नियमित जाँच में आज आपका रक्त ऑक्सीजन स्तर %lld%% पाया गया, जो आपकी %lld%% की सीमा से कम है।
ru: При плановой проверке сегодня уровень кислорода в крови составил %lld%%, это ниже Вашего порога (%lld%%).
tr: Düzenli kontrolde bugün kanda oksijen düzeyiniz %%%lld ölçüldü. Bu değer, belirlediğiniz %%%lld sınırının altında.
zh_hans: 定期检查发现今天的血氧水平为 %lld%%，低于您设定的 %lld%% 限值。

source: A periodic check found a heart rate of %lld bpm today, above your %lld bpm limit.
de: Eine regelmäßige Messung hat heute eine Herzfrequenz von %lld bpm ergeben, über deinem Grenzwert von %lld bpm.
es: Una comprobación periódica detectó hoy una frecuencia cardiaca de %lld bpm, por encima de tu límite de %lld bpm.
fr: Une vérification périodique a relevé aujourd’hui une fréquence cardiaque de %lld bpm, au-dessus de votre limite de %lld bpm.
hi: एक नियमित जाँच में आज आपकी हृदय गति %lld bpm पाई गई, जो आपकी %lld bpm की सीमा से ज़्यादा है।
ru: При плановой проверке сегодня пульс составил %lld bpm, это выше Вашего порога (%lld bpm).
tr: Düzenli kontrolde bugün kalp atış hızınız %lld bpm ölçüldü. Bu değer, belirlediğiniz %lld bpm sınırının üstünde.
zh_hans: 定期检查发现今天的心率为 %lld 次/分，高于您设定的 %lld 次/分限值。

source: A periodic check found a heart rate of %lld bpm today, below your %lld bpm limit.
de: Eine regelmäßige Messung hat heute eine Herzfrequenz von %lld bpm ergeben, unter deinem Grenzwert von %lld bpm.
es: Una comprobación periódica detectó hoy una frecuencia cardiaca de %lld bpm, por debajo de tu límite de %lld bpm.
fr: Une vérification périodique a relevé aujourd’hui une fréquence cardiaque de %lld bpm, en dessous de votre limite de %lld bpm.
hi: एक नियमित जाँच में आज आपकी हृदय गति %lld bpm पाई गई, जो आपकी %lld bpm की सीमा से कम है।
ru: При плановой проверке сегодня пульс составил %lld bpm, это ниже Вашего порога (%lld bpm).
tr: Düzenli kontrolde bugün kalp atış hızınız %lld bpm ölçüldü. Bu değer, belirlediğiniz %lld bpm sınırının altında.
zh_hans: 定期检查发现今天的心率为 %lld 次/分，低于您设定的 %lld 次/分限值。

source: A periodic check found a respiratory rate of %lld br/min today, above your %lld br/min limit.
de: Eine regelmäßige Messung hat heute eine Atemfrequenz von %lld Atemzüge/Min. ergeben, über deinem Grenzwert von %lld Atemzüge/Min.
es: Una comprobación periódica detectó hoy una frecuencia respiratoria de %lld resp/min, por encima de tu límite de %lld resp/min.
fr: Une vérification périodique a relevé aujourd’hui une fréquence respiratoire de %lld resp/min, au-dessus de votre limite de %lld resp/min.
hi: एक नियमित जाँच में आज आपकी श्वसन दर %lld साँस/मि॰ पाई गई, जो आपकी %lld साँस/मि॰ की सीमा से ज़्यादा है।
ru: При плановой проверке сегодня частота дыхания составила %lld вд/мин, это выше Вашего порога (%lld вд/мин).
tr: Düzenli kontrolde bugün solunum hızınız %lld nefes/dk ölçüldü. Bu değer, belirlediğiniz %lld nefes/dk sınırının üstünde.
zh_hans: 定期检查发现今天的呼吸频率为 %lld 次/分钟，高于您设定的 %lld 次/分钟限值。

source: A periodic check found a skin temperature of %@ today, above your %@ limit.
de: Eine regelmäßige Messung hat heute eine Hauttemperatur von %@ ergeben, über deinem Grenzwert von %@.
es: Una comprobación periódica detectó hoy una temperatura de la piel de %@, por encima de tu límite de %@.
fr: Une vérification périodique a relevé aujourd’hui une température cutanée de %@, au-dessus de votre limite de %@.
hi: एक नियमित जाँच में आज आपकी त्वचा का तापमान %@ पाया गया, जो आपकी %@ की सीमा से ज़्यादा है।
ru: При плановой проверке сегодня температура кожи составила %@, это выше Вашего порога (%@).
tr: Düzenli kontrolde bugün cilt sıcaklığınız %@ ölçüldü. Bu değer, belirlediğiniz %@ sınırının üstünde.
zh_hans: 定期检查发现今天的皮肤温度为 %@，高于您设定的 %@ 限值。

source: A session counts for more when it runs longer, when you worked harder, and when the activity is more demanding on the body as a whole, so an easy walk barely registers beside a hard run of the same length. Effort comes from the rating you saved for the session, and when there is none Body estimates it from your average heart rate and energy burn. Very long sessions level off rather than draining without limit.
de: Eine Einheit zählt mehr, je länger sie dauert, je mehr du dich angestrengt hast und je stärker die Aktivität den ganzen Körper fordert. Ein lockerer Spaziergang fällt neben einem harten Lauf gleicher Länge deshalb kaum ins Gewicht. Die Anstrengung stammt aus der Bewertung, die du für die Einheit gesichert hast. Fehlt sie, schätzt Body sie anhand deiner durchschnittlichen Herzfrequenz und deines Energieverbrauchs. Bei sehr langen Einheiten flacht der Wert ab, statt unbegrenzt weiter zu steigen.
es: Una sesión cuenta más cuanto más dura, cuanto más te esfuerzas y cuanto más exigente es la actividad para el cuerpo en su conjunto, así que una caminata tranquila apenas se nota al lado de una carrera intensa de la misma duración. El esfuerzo proviene de la valoración que guardaste para la sesión y, si no hay ninguna, Body lo estima a partir de tu frecuencia cardiaca media y la energía quemada. Las sesiones muy largas se estabilizan en lugar de sumar sin límite.
fr: Une séance compte davantage lorsqu’elle dure plus longtemps, lorsque vous avez fourni plus d’effort et lorsque l’activité sollicite davantage le corps dans son ensemble : une marche facile pèse donc à peine face à une course intense de même durée. L’effort provient de l’évaluation que vous avez enregistrée pour la séance ; à défaut, Body l’estime à partir de votre fréquence cardiaque moyenne et de l’énergie dépensée. Les très longues séances finissent par plafonner au lieu de peser sans limite.
hi: कोई सेशन तब ज़्यादा गिना जाता है जब वह लंबा चले, जब आपने ज़्यादा मेहनत की हो, और जब ऐक्टिविटी पूरे शरीर के लिए ज़्यादा कठिन हो, इसलिए उतनी ही देर की कठिन रन के सामने एक आसान वॉक का असर बहुत कम होता है। प्रयास उस रेटिंग से लिया जाता है जो आपने सेशन के लिए सहेजी थी, और अगर कोई रेटिंग नहीं है, तो Body आपकी औसत हृदय गति और बर्न हुई ऊर्जा से इसका अनुमान लगाता है। बहुत लंबे सेशन का असर बिना सीमा के बढ़ते जाने के बजाय एक स्तर पर थम जाता है।
ru: Тренировка весит больше, если она длится дольше, если Вы работали интенсивнее и если активность сильнее нагружает организм в целом, поэтому легкая прогулка почти не учитывается по сравнению с тяжелым бегом той же длительности. Усилие берется из оценки, сохраненной для тренировки, а если ее нет, Body рассчитывает его по Вашему среднему пульсу и сожженной энергии. Очень длинные тренировки выходят на плато и не накапливают нагрузку без ограничений.
tr: Bir antrenman ne kadar uzun sürerse, ne kadar çok zorlanırsanız ve aktivite vücudun bütününü ne kadar çok zorlarsa o kadar fazla sayılır; bu yüzden kolay bir yürüyüş, aynı sürede yapılan zorlu bir koşunun yanında neredeyse hiç iz bırakmaz. Efor, antrenman için kaydettiğiniz puandan gelir; puan yoksa Body bunu ortalama kalp atış hızınızdan ve yaktığınız enerjiden tahmin eder. Çok uzun antrenmanların etkisi sınırsızca artmak yerine bir noktada dengelenir.
zh_hans: 训练时间越长、你越用力、运动对全身的负担越大，这次训练所占的分量就越重，因此同样时长下，轻松散步的影响远不及一次高强度跑步。用力程度取自你为该次训练保存的评分。若没有评分，Body 会根据你的平均心率和能量消耗进行估算。非常长的训练带来的影响会趋于平缓，而不会无止境地累加。

source: A tap when a chart callout appears and a tick per point
de: Ein Tippen, wenn eine Diagrammanzeige erscheint, und ein Ticken pro Punkt
es: Un toque cuando aparece una etiqueta del gráfico y un tic por cada punto
fr: Un tapotement à l’apparition d’une info-bulle de graphique, puis un tic par point
hi: चार्ट कॉलआउट दिखने पर एक टैप और हर पॉइंट पर एक टिक
ru: Отклик при появлении выноски на графике и щелчок на каждой точке
tr: Grafik açıklaması göründüğünde bir dokunuş, her noktada bir tık
zh_hans: 图表标注出现时轻震一下，每切换一个数据点再轻触一次

source: A tick when the Workouts month changes
de: Ein Ticken, wenn der Monat in „Trainings“ wechselt
es: Un tic cuando cambia el mes en Entrenamientos
fr: Un tic lorsque le mois change dans Exercices
hi: वर्कआउट में महीना बदलने पर एक टिक
ru: Щелчок при смене месяца в разделе «Тренировки»
tr: Antrenmanlar'da ay değiştiğinde bir tık
zh_hans: 体能训练月份变化时轻轻一震

source: A tick when you pick an option or move a card
de: Ein Ticken, wenn du eine Option wählst oder eine Karte verschiebst
es: Un tic al elegir una opción o mover una tarjeta
fr: Un tic lorsque vous choisissez une option ou déplacez une carte
hi: कोई विकल्प चुनने या कार्ड हिलाने पर एक टिक
ru: Щелчок при выборе параметра или перемещении карточки
tr: Bir seçenek seçtiğinizde veya bir kartı taşıdığınızda bir tık
zh_hans: 选择选项或移动卡片时轻轻一震

source: A whole year, at a glance
de: Ein ganzes Jahr auf einen Blick
es: Todo un año, de un vistazo
fr: Toute une année en un coup d’œil
hi: पूरा वर्ष, एक नज़र में
ru: Весь год одним взглядом
tr: Tüm yıl tek bakışta
zh_hans: 一年趋势，一目了然

source: About
de: Info
es: Acerca de
fr: À propos
hi: परिचय
ru: О приложении
tr: Hakkında
zh_hans: 关于

source: About an hour after a workout ends. Body waits so a rating from your Apple Watch has time to sync first.
de: Etwa eine Stunde nach Trainingsende. Body wartet, damit eine Bewertung von deiner Apple Watch zuerst synchronisiert werden kann.
es: Aproximadamente una hora después de terminar un entrenamiento. Body espera para que la valoración de tu Apple Watch tenga tiempo de sincronizarse antes.
fr: Environ une heure après la fin d’un exercice. Body attend pour que l’évaluation faite sur votre Apple Watch ait le temps de se synchroniser.
hi: वर्कआउट ख़त्म होने के लगभग एक घंटे बाद। Body इंतज़ार करता है, ताकि आपकी Apple Watch की रेटिंग को पहले सिंक होने का समय मिल जाए।
ru: Примерно через час после окончания тренировки. Body ждет, чтобы оценка с Apple Watch успела синхронизироваться.
tr: Antrenman bittikten yaklaşık bir saat sonra. Body, Apple Watch'unuzdaki efor puanının önce eşzamanlanabilmesi için bekler.
zh_hans: 运动结束约一小时后。Body 会先等待，好让 Apple Watch 的评分有时间先同步过来。

source: About Difference Range
de: Über den Abweichungsbereich
es: Acerca del rango de variación
fr: À propos de la plage d’écart
hi: अंतर की रेंज के बारे में
ru: О диапазоне отклонения
tr: Fark Aralığı Hakkında
zh_hans: 关于变化幅度

source: About Impact by Activity
de: Über den Einfluss nach Aktivität
es: Acerca del impacto por actividad
fr: À propos de l’impact par activité
hi: ऐक्टिविटी के अनुसार असर के बारे में
ru: О влиянии активности
tr: Aktiviteye Göre Etki Hakkında
zh_hans: 关于活动影响

source: About Recovery HRV
de: Über Erholungs-HRV
es: Acerca de la VFC de recuperación
fr: À propos de la VFC de récupération
hi: रिकवरी HRV के बारे में
ru: О ВСР восстановления
tr: Toparlanma HRV'si Hakkında
zh_hans: 关于恢复心率变异性

source: About Restorative Sleep
de: Über erholsamen Schlaf
es: Acerca del sueño reparador
fr: À propos du sommeil réparateur
hi: रिकवरी नींद के बारे में
ru: О восстанавливающем сне
tr: Onarıcı Uyku Hakkında
zh_hans: 关于恢复性睡眠

source: About Sleep Debt
de: Über das Schlafdefizit
es: Acerca de la deuda de sueño
fr: À propos de la dette de sommeil
hi: नींद की कमी के बारे में
ru: О дефиците сна
tr: Uyku Borcu Hakkında
zh_hans: 关于睡眠负债

source: About Sleep Score
de: Über den Schlafindex
es: Acerca de la puntuación del sueño
fr: À propos du score de sommeil
hi: नींद के स्कोर के बारे में
ru: Об оценке сна
tr: Uyku Puanı Hakkında
zh_hans: 关于睡眠评分

source: About the Equivalent Card
de: Über die Gegenwert-Karte
es: Acerca de la tarjeta de equivalencia
fr: À propos de la carte Équivalent
hi: समतुल्य कार्ड के बारे में
ru: О карточке «Эквивалент»
tr: Kalori Karşılığı Kartı Hakkında
zh_hans: 关于热量等价卡片

source: About These Details
de: Über diese Details
es: Acerca de estos detalles
fr: À propos de ces détails
hi: इन विवरणों के बारे में
ru: Об этих данных
tr: Bu Ayrıntılar Hakkında
zh_hans: 关于这些详情
